<!DOCTYPE html>
<html lang="el">

<?php $IPATH = $_SERVER["DOCUMENT_ROOT"]."/"; include($IPATH."head.php"); ?>

<body class="back">
  <div class="contentwrap">
    <div class="kungfutheme">

      <div class="navwrap2" id="myNavwrap">
        <nav class="navwrap" id="myNavwrap1">

          <?php $IPATH = $_SERVER["DOCUMENT_ROOT"] . "/";
          include($IPATH . "navbar.php"); ?>
          </span>
        </nav>
      </div>


      <p class="protitle">WUSHU KUNG FU </p>

    </div>
    <div class="ourclub">
      <div class="inner">

        <div class="sullogos">

          <h1>Wushu Kung Fu</h1>
          <p>Οι Κινεζικές πολεμικές τέχνες, που αναφέρονται με τον όρο Wushu και γενικά ως Κουνγκ Φου είναι ένα σύνολο μορφών μάχης σώμα με σώμα, με γυμνά χέρια ή όπλα, που έχουν αναπτυχθεί στο πέρασμα των αιώνων στην Κίνα.</p>
          <p>Αυτές οι μορφές πάλης συχνά ταξινομούνται σε στυλ ανάλογα με κοινά χαρακτηριστικά, που προσδιορίζονται ως «οικογένειες» ή «σχολές». Παραδείγματα τέτοιων χαρακτηριστικών περιλαμβάνουν κινήσεις και τακτικές που βασίζονται στη μίμηση των ζώων ή μεθόδους εξάσκησης εμπνευσμένες από κινέζικες φιλοσοφίες, θρησκείες και θρύλους. Ως εσωτερικά χαρακτηρίζονται τα στυλ που εστιάζουν στο τσι (ζωτική ενέργεια), ενώ ως εξωτερικά, εκείνα που επικεντρώνονται στη βελτίωση των μυών και την καρδιαγγειακή υγεία. Κατηγοριοποιούνται επίσης και γεωγραφικά, χωρισμένα σε βόρεια (北拳, běiquán) και νότια (南拳, Nanquan) στυλ.</p>
          <h3>Kung Fu</h3>
          <p>Οι λέξεις Kung Fu (功夫) σημαίνουν «εργασία», «άνθρωπος» και «φιλοσοφία ζωής». Στόχοι του Kung Fu είναι η πειθαρχία του νου, η εκγύμναση του σώματος, η αυτοάμυνα και η εσωτερική γαλήνη και ισορροπία.</p>
          <h3>Wushu</h3>
          <p>Wushu (吴书) σημαίνει πολεμικές τέχνες. Το παραδοσιακό wushu αποτελεί το σύνολο των παραδοσιακών κινέζικων πολεμικών τεχνών, οι οποίες δημιουργήθηκαν για να εξυπηρετήσουν κυρίως σκοπούς άμυνας.</p>
          <p>Κατά την διάρκεια της μεγάλης ιστορίας της Κίνας, τα πολλά και διαφορετικά στυλ αναπτύχθηκαν και διαδόθηκαν σε κάθε γωνιά της χώρας και από εκεί σε όλο τον κόσμο.</p>
          <p>Τα στυλ και οι πρακτικές του wushu ποικίλουν σε μεγάλο βαθμό, με κάποια να εστιάζουν στις τεχνικές χεριών, άλλα στις τεχνικές ποδιών και άλλα στην πάλη. Κάποια δίνουν έμφαση στην επίθεση, ενώ άλλα στην άμυνα. Περιλαμβάνεται επίσης μια τεράστια γκάμα όπλων και παραδοσιακών τεχνικών αξιοποίησης τους, οι οποίες διατηρήθηκαν και αναπτύχθηκαν από τις επόμενες γενιές.</p>
          <p>Η ποικιλομορφία του wushu σε στυλ και οικογενειακά συστήματα, καθώς και η βαθιά και πολύπλοκη κουλτούρα του το καθιστούν προσβάσιμο κα ελκυστικό στην συντριπτική πλειοψηφία, ανεξαρτήτως κοινωνικού στρώματος, φύλου, φυλής, ηλικίας και φυσικής κατάστασης</p>
          <h3>Το Στυλ μας</h3>
          <p>Στην σχολή μας διδάσκουμε το σύστημα Chai Jia Nan Quan Shaolin Kung Fu, της οικογένειας Chuen. Σε ελεύθερη μετάφραση αποδίδεται ως η νότια γροθιά της οικογένειας Chuen. Είναι ένα από τα πέντε βασικά στυλ του νότιου wushu. Σύμφωνα με τον θρύλο, η δημιουργία του αποδίδεται στον Cai Jiuyi, έναν μοναχό Σαολίν και χρονολογείται στα μέσα του 18ου αιώνα. Είναι εμπνευσμένο από τις κινήσεις της τίγρης όταν μάχεται. Οι κινήσεις αργές ή γρήγορες χαρακτηρίζονται από υπερβολική ένταση στην εκφραστικότητα. Οι επιθέσεις είναι άγριες και εισχωρούν εις βάθος, ενώ οι άμυνες είναι δυνατές και σκληρές.</p>
        </div>

      </div>
    </div>
  </div>
  <footer id="footer">
    <?php $IPATH = $_SERVER["DOCUMENT_ROOT"] . "/";
    include($IPATH . "footer.html"); ?>
  </footer>




</body>
<script>
  var navList = document.getElementById("nav-lists");

  function Show() {

    navList.classList.add("_Menus-show");
    document.getElementById("myNavwrap1").style.height = "0px";
    document.getElementById("navimgid").style.marginTop = "120px";

  }

  function Hide() {

    navList.classList.remove("_Menus-show");
    document.getElementById("myNavwrap1").style.height = "120px";
    document.getElementById("navimgid").style.marginTop = "0px";
  }

  window.onscroll = function() {
    myFunction1()
  };

  var header = document.getElementById("myNavwrap");
  var sticky = navwrap2.offsetTop;

  function myFunction1() {
    if (window.pageYOffset > 100) {
      header.classList.add("sticky");
    } else {
      header.classList.remove("sticky");
    }
  }
</script>

</html>